// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=繁體中文
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="zh-TW"

// These lines are not required, they are simply for identification
// purposes.
#Author="MapleHuang"
#AuthorContact="stan60250@gmail.com"
#AuthorSite=""

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="確定"
C_CANCEL="取消"
C_CLOSE="關閉"
C_COPYTOCLIPBOARD="複製到剪貼簿"

M_FILE="檔案"
	M_SAVE="儲存"
	M_SAVEAS="另存為"
	M_SAVEALL="全部儲存"
	M_UPLOAD="上傳皮膚..."
	M_EXIT="退出"
M_EDIT="編輯"
	M_UNDO="復原"
	M_REDO="重做"
	M_TOOL="工具"
M_VIEW="視圖"
	M_MODE="預覽模式"
		M_PERSPECTIVE="透視視角 (3D)"
		M_TEXTURE="平面視角 (2D)"
		M_HYBRID="混合視圖"
	M_3D="3D設置"
		M_ANIMATE="人物動態"
		M_FOLLOWCUR="跟隨指針"
		M_GRASS="顯示草地"
		M_GHOST="隱藏部位"
		M_MULTISAMPLING="抗鋸齒"
	M_2D="2D設置"
		M_ALPHACHECKER="開啟透明"
		M_OVERLAY="對照圖"
			M_ENABLEOVERLAY="啟用"
	M_TRANSMODE="透明模式"
		M_OFF="關閉"
		M_HELMETONLY="只應用於頭盔"
		M_ALL="全部"
	M_VISIBLEPARTS="可見部位"
		M_HEAD="頭部"
		M_HELMET="頭盔"
		M_CHEST="上身"
		M_LEFTARM="左臂"
		M_RIGHTARM="右臂"
		M_LEFTLEG="左腿"
		M_RIGHTLEG="右腿"
M_OPTIONS="設置"
	M_KEYSHORTCUTS="鍵盤快捷鍵"
	M_BGCOLOR="背景顏色"
M_LANGUAGE="語言"
M_HELP="幫助"
	M_CHECKUPDATES="檢查更新"
	M_AUTOUPDATE="自動檢查更新"

T_TREE_ZOOMOUT="縮小"
T_TREE_ZOOMIN="放大"
T_TREE_IMPORTHERE="載入皮膚..."
T_TREE_NEWFOLDER="新建資料夾..."
T_TREE_RENAME="重新命名..."
T_TREE_DELETE="刪除..."
T_TREE_CLONE="複製"
T_TREE_UPLOAD="上傳"

T_SAVE="儲存"
T_SAVEALL="全部儲存"
T_UNDO="復原"
T_REDO="重做"
T_PERSPECTIVE="3D透視模式"
T_TEXTURE="2D材質模式"
T_HYBRID="混合模式"
T_SCREENSHOT="屏幕截圖(按下Shift點擊此處以截圖)"
T_TOGGLEHEAD="顯示頭部"
T_TOGGLEHELMET="顯示頭盔"
T_TOGGLECHEST="顯示軀幹"
T_TOGGLELEFTARM="顯示左臂"
T_TOGGLERIGHTARM="顯示右臂"
T_TOGGLELEFTLEG="顯示左腿"
T_TOGGLERIGHTLEG="顯示右腿"
T_SWATCHES="色板"

M_IMPORT_HERE="匯入皮膚..."
M_NEWFOLDER="新建資料夾"
M_NEWFOLDER_HERE="在此新建資料夾..."
M_RENAME="重新命名..."
M_DELETE="刪除..."
M_CLONE="複製"

T_TOOL_CAMERA="鏡頭調整"
T_TOOL_PENCIL="鉛筆"
T_TOOL_ERASER="橡皮擦"
T_TOOL_DROPPER="取色管"
T_TOOL_DODGEBURN="劃痕刷(局部變黑/變白)"
T_TOOL_DARKENLIGHTEN="亮度刷(調節局部明暗)"
T_TOOL_BUCKET="油漆桶"
T_TOOL_NOISE="噪點工具"

B_MSG_DIRMISSING="部分包含檔案缺失。這通常是由於程式未經解壓即執行。盡管這不是一個嚴重的錯誤，你仍會失去一些包含模板、樣本或者其他內容。"
B_MSG_UPTODATE="您已經擁有了我們最新最好的版本!"
B_MSG_NEWUPDATE="有新版本發佈!立即查看更新內容？"
B_MSG_UPLOADERROR="上傳以下皮膚時出錯:"
B_MSG_UPLOADSUCCESS="皮膚已成功上傳! 恭喜您!"
B_MSG_DELETESKIN="永久刪除這個皮膚嗎?\r\n這會直接從Skins中刪除!"
B_MSG_DELETEFOLDER="永久刪除這個資料夾嗎?\r\n將要直接從Skins中刪除這個資料夾,這包括資料夾中的任何內容!"
B_MSG_OVERLAYERROR="無法載入覆蓋圖像: "{0}"; 是否沒有使用指定解析度?"
B_MSG_UPLOADRES="雖然您能夠利用MCSkin3D來編輯更高像素的皮膚,但是您不能把它們上傳至 Minecraft"
B_MSG_ANTIALIAS="請重新啟動MCSkin3D來啟用抗鋸齒功能."
B_MSG_PIXELFORMAT="抱歉, 可能您的顯卡不支持32位像素格式 - 目前,MCSkin3D僅支持此類格式. 16或24位格式將在日後推出"
B_MSG_SHORTCUTEXISTS="快捷鍵 "{0}" 已經使用快捷鍵 "{1}" - 取消目前快捷鍵"

B_CAP_QUESTION="問題"
B_CAP_SORRY="抱歉"

C_SQUARE="矩形"
C_CIRCLE="圓形"

O_EXPOSURE="曝光:"
O_INCREMENTAL="增量疊加"
O_LIGHTEN="局部變亮"
O_DARKEN="局部變暗"
O_DODGE="局部變白"
O_BURN="局部變黑"
Q_THRESHOLD="閾值："

C_NEW="新建"
C_CANTMOVE="無法移動到"
C_COPY="複製"
C_MOVE="移動"
C_MOVED="已移動"
C_COPYTO="複製到"
C_MOVETO="移動到"
C_IMPORTTO="匯入至"

C_SETTINGSFAILED="設定檔案載入失敗; 將載入預設設定"

C_AUTOLOGIN="自動登入"
C_REMEMBER="記住帳號"
C_USERNAME="帳號:"
C_PASSWORD="密碼:"
C_UPLOADTEXT="如果要上傳皮膚,你需要登錄至Minecraft.net. 您需要輸入您的帳號和密碼以使程式自動完成此過程"

C_UPLOADING="正在上傳您的皮膚! 請稍等..."
C_SHORTCUTINUSE="快捷鍵已被佔用"

S_TREEVIEW_ZOOMIN="樹狀圖展開"
S_TREEVIEW_ZOOMOUT="樹狀圖收起"
S_SWATCH_ZOOMIN="色板展開"
S_SWATCH_ZOOMOUT="色板收起"
S_COLORSWAP="交換前景色/背景色"
S_RENAME="重新命名"
S_CLONE="複製節點"
S_DELETE="刪除節點"
S_SCREENSHOT_CLIP="截圖至剪貼簿"
S_SCREENSHOT_SAVE="截圖儲存至"
S_TOGGLEVIEW="切換預覽模式"
S_TOGGLETRANS="切換透明模式"

M_SHORTCUTS="點擊對應方框並輸入按鍵來設置快捷鍵."
W_OPTIONS="工具選項"

T_CAMERA="用滑鼠左鍵旋轉，用滑鼠右鍵/滑鼠中鍵縮放。"
T_PENCIL="用滑鼠左鍵繪畫，用滑鼠右鍵/滑鼠中鍵縮放，按住Shift鍵使用背景顏色。"
T_DROPPER="用滑鼠左鍵選取顏色，用滑鼠右鍵/滑鼠中鍵縮放，按住Shift鍵選取至背景顏色，否則選取至前景顏色。"
T_DODGEBURN="用滑鼠左鍵產生劃痕，用滑鼠右鍵/滑鼠中鍵縮放，按住Shift鍵切換效果（局部變黑/變白）。"
T_DARKENLIGHTEN="用滑鼠左鍵更改局部亮度，用滑鼠右鍵/滑鼠中鍵縮放，按住Shift鍵切換效果（局部變量/變暗）。"
T_ERASER="用滑鼠左鍵擦除至背景色和背景透明度，用滑鼠右鍵/滑鼠中鍵縮放。"
T_FILL="用滑鼠左鍵填充顏色，按住Shift鍵使用背景顏色，按住Ctrl鍵將操作限制在同一部分內，用滑鼠右鍵/滑鼠中鍵縮放。"
T_NOISE="用滑鼠左鍵添加噪點，用滑鼠右鍵/滑鼠中鍵縮放。"

C_UNSAVED="您有未儲存的操作,確定要退出嗎?"
C_UNSAVED_CAPTION="提醒"

O_HOLDNESS="強度："

G_BRUSH="筆刷"
G_BRUSHOPTS="筆刷選項"
G_NOISEOPTS="噪點工具選項"
G_FILLOPTS="油漆桶選項"
G_TOOL="工具"

T_DECRES="降低解析度"
T_INCRES="提高解析度"

M_NEWSKIN="新建皮膚"
M_NEWSKIN_HERE="在此新建皮膚"

M_SKINERROR="無法從Minecraft皮膚庫下載皮膚"
M_FETCH_NAME="從Minecraft中抓取"
M_FETCH_TEXT="MCSkin3D可以把Minecraft帳號上的皮膚抓取下來並導入。在下方輸入帳號的名字，點擊導入以抓取。"
M_PLAYER_NAME="玩家名字:"

C_YES="是"
C_NO="否"
D_DONTASK="不要再次詢問"
M_IRREVERSIBLE="注意：高解析度皮膚無法上傳至Minecraft.net！\n\n此操作不可復原，並且會造成當前所有撤銷/重做選項失效。確定進行此縮放操作嗎？"

M_TEMP="你正在嘗試在一個暫時資料夾運行MCSkin3D。為確保程序正常運行，請先將程序解壓。"

T_RESETCAMERA="重置鏡頭方位"
M_SKINDIRS="皮膚資料夾"
M_DYNAMICOVERLAY="動態佈局"
M_DYNAMICOPTIONS="動態佈局選項"
M_LINECOLOR="線條顏色"
M_LINESIZE="線條粗細"
M_OVERLAYTEXTSIZE="文字大小"
M_TEXTCOLOR="文字顏色"

U_PIXELSCHANGED="已改變得像素"
T_TOOL_STAMP="圖章"
T_STAMP="用滑鼠左鍵黏貼圖章。按住Shift點擊以將一部分區域複製到圖章"
L_UNDOACTIONS="撤銷"{0}"次操作"
L_REDOACTIONS="重做"{0}"次操作"

M_BROWSE="瀏覽至"{0}"方位"
M_SKIN="皮膚"
M_FOLDER="資料夾"

M_SHARED="共用選項（3D和2D模式下）"
M_INFINITEMOUSE="無限游標"

T_SWATCHEDIT="編輯色板"
T_DELETESWATCH="刪除色板"
T_ADDSWATCH="添加色板"

M_EXPT_EXCEPTION="出現異常情況！"
M_EXPT_APPERROR="應用程式錯誤！"
M_EXPT_ERRORTEXT="MCSkin3D出現了一個錯誤，並可能會變得不穩定。然而，你可以幫助我們！\r\n\r\n如果你願意幫助開發者，請向我們發送一個錯誤報告！此窗口的底部有一個藍色的超鏈接，可以將你帶向錯誤報告的內容。把這個報告發給我們（在PlanetMinecraft上搜索我們）對我們很有幫助！"
M_EXPT_SHOW="不再提醒"
M_EXPT_CLOSE="關閉"
M_EXPT_VIEW="要查看報告，請點擊"
M_EXPT_HERE="這裡。"

C_RESTART="在你執行這項操作之前，程序需要重啟！"
C_RESTART_CAPTION="需要重啟"
D_UNSAVED="你有未儲存的皮膚。直接修改皮膚資料夾的內容需要刷新一次皮膚列表，但這樣你會失去任何未保存的更改。點擊「是」在不保存的情況下刷新，點擊「否」將在程序下次啟動時刷新，點擊「取消」取消刷新操作。"
D_UNSAVED_CAPTION="未保存的更改"

M_RENDERSTATS="渲染狀態"
M_GRIDCOLOR="網格顏色"
M_GRIDOPACITY="網格透明度"

M_LOADING="載入中..."
M_NEWPALETTE="新色板表"
M_DELETEPALETTE="刪除色板表"
M_CONVERTSWATCH="轉換色板表格式..."
M_RENAMEPALETTE="重新命名色板表"
M_CURRENTFORMAT="當前格式："
M_NEWFORMAT="新格式："
M_SWATCHQUESTION="這會永久刪除該色板表。是否繼續操作？"
M_SWATCHQUESTION_CAPTION="你確定嗎？"

M_UPDATESTARTING="更新已下載。MCSkin3D現在會關閉並啟動更新程序。請注意此程序正從你的臨時資料夾運行，因此Windows（或你的殺毒軟件）可能會彈出警報——不要擔心，這只是保持主資料夾在更新後整潔的一個措施。"
M_REPORTVIEWER="報告查看器"

M_GRIDENABLED="顯示網格"
M_RENDERRESTART="需要重啟以更改渲染模式。"
M_RENDERER="渲染器模式"
M_CLIENTARRAYS="客戶端指針模式"
M_IMMEDIATE="立即模式"
W_POPOUT="彈出"

E_SKINERROR="載入皮膚"{0}"時出錯，請刪除該檔案或將其移出資料夾。"
T_TOGGLECHESTARMOR="顯示軀幹盔甲"
T_TOGGLELEFTARMARMOR="顯示左臂盔甲"
T_TOGGLERIGHTARMARMOR="顯示右臂盔甲"
T_TOGGLELEFTLEGARMOR="顯示左腿盔甲"
T_TOGGLERIGHTLEGARMOR="顯示右腿盔甲"

M_CHESTARMOR="軀幹盔甲"
M_LEFTARMARMOR="左臂盔甲"
M_RIGHTARMARMOR="右臂盔甲"
M_LEFTLEGARMOR="左腿盔甲"
M_RIGHTLEGARMOR="右腿盔甲"

C_SCALE="縮放"
C_CROP="裁切"
M_SKINSIZEMISMATCH="該皮膚檔案尺寸和所選模型不符，MCSkin3D可以用以下兩種方式處理該檔案：裁切和縮放。\n\n如果你要將1.8的皮膚轉換至1.7，請用裁切選項。\n\n注意此操作不可撤銷。"